Repository: MegaGrindStone/2MinersMonitor
Catalog: lib/l10n/arb/app_*.arb
Languages: id

# aboutContributeLabel
source: Contribute
id: Berkontribusi

# aboutNavBarTitle
source: About
id: Tentang

# aboutOSSLabel
source: Open Source Licenses
id: Lisensi Open Source

# aboutPrivacyPolicyLabel
source: Privacy Policy
id: Kebijakan Privasi

# aboutVersionLabel
source: Version
id: Versi

# addMinerAddressLabel
source: Address
id: Alamat

# addMinerCoinLabel
source: Coin
id: Koin

# addMinerCoinNotSelectedError
source: Coin should be selected
id: Koin harus dipilih

# addMinerEmptyAddressError
source: Address should not be empty
id: Alamat tidak boleh kosong

# apiForbiddenException
source: Forbidden
id: Terlarang

# apiNotFoundException
source: Not Found
id: Tidak ditemukan

# apiUnauthorizedException
source: Unauthorized
id: Tanpa otorisasi

# apiUnknownException
source: Unknown error
id: Kesalahan tidak diketahui

source: Block Number
id: Nomor Blok

# colorSeedSelectorTitle
source: Choose Color Seed
id: Pilih Benih Warna

# explorerButton
source: Open in Block Explorer
id: Buka di Block Explorer

# languageName
source: English
id: Bahasa Indonesia

# languageSelectorTitle
source: Choose Language
id: Pilih bahasa

source: Last Update
id: Pembaruan Terakhir

# minerAverageHashrate
source: Average Hashrate
id: Rata-rata Hashrate

# minerBlockReward
source: Block Reward
id: Imbalan Blok

# minerCurrentHashrate
source: Current Hashrate
id: Hashrate Saat Ini

# minerInfoWebOpenCaption
source: Open in web
id: Buka di web

# minerLast24HoursBlocks
source: Blocks Last 24 hrs
id: Blok 24 jam terakhir

# minerLast24HoursReward
source: Last 24 Hours Reward
id: Imbalan 24 Jam Terakhir

# minerLast30DaysBlocks
source: Blocks Last 30 days
id: Blok 30 hari terakhir

# minerLastShare
source: Last Share
id: Share Terakhir

# minerPersonalLuck
source: Personal luck
id: Keberuntungan pribadi

# minerRoundShare
source: Your Round Share
id: Share dalam Ronde Kamu

# minerSharePercentage
source: Your share %
id: Share Kamu%

# minerTotalPaid
source: Total Paid
id: Total Dibayar

# minerUnconfirmedBalance
source: Unconfirmed Balance
id: Saldo Belum Dikonfirmasi

# minerUnpaidBalance
source: Unpaid Balance
id: Saldo Belum Dibayar

# minerValidShareRate
source: Valid Share Rate
id: Tingkat Share yang Valid

# minerWorkersOnline
source: Workers Online
id: Pekerja Daring

# minerWorkersOnlineAndOfline
source: Workers Online/Offline
id: Pekerja Daring/Luring

# minersAddMiner
source: Add Miner
id: Tambah Penambang

# minersNavBarTitle
source: Miners
id: Penambang

# minersNoMiners
source: You don't have a miners yet.
id: Kamu belum punya penambang.

# payoutsNavBarTitle
source: Payouts
id: Pembayaran

# payoutsNoPayouts
source: You don't have any payout yet.
id: Kamu belum menerima payout apapun.

# removeButton
source: Remove
id: Hapus

# rewardsNavBarTitle
source: Rewards
id: Imbalan

# rewardsNoRewards
source: You don't have any rewards yet.
id: Kamu belum menerima imbalan apapun.

# rewardsOrphanBanner
source: Orphan
id: Yatim

# rewardsUncleBanner
source: Uncle
id: Paman

# saveButton
source: Save
id: Simpan

# settingsAboutLabel
source: About
id: Tentang

# settingsColorSeedLabel
source: Color Seed
id: Benih Warna

# settingsLanguageLabel
source: Language
id: Bahasa

# settingsNavBarTitle
source: Settings
id: Pengaturan

# settingsThemeModeLabel
source: Theme Mode
id: Modus tema

# themeModeSelectorTitle
source: Choose Theme Mode
id: Pilih Mode Tema

source: Time
id: Waktu

source: Tx Fee
id: Biaya Tx

# workersNavBarTitle
source: Workers
id: Pekerja

# workersNoWorkers
source: You don't have a workers yet.
id: Kamu belum punya pekerja.

# workersOfflineBanner
source: Offline
id: Luring
